# Как вы заметили, основным обьектом, с которым вам
# предстоит взаимодействовать это self. 
# self обозначает саму сущность робота
# Для того чтобы приказать роботу что - то сделать
# Нужно через точку написать название команды,
# Которую он должен выполнить

# Например: self.moveUp() заставляет робота сделать шаг вверх
# Еще он может идти влево: self.moveLeft() и вниз: self.moveDown()

# Команды выполняются последовательно сверху вниз
# Для перехода на следующий уровень дойдите до зеленой области 

